13/data/attachments/fc16cfa587ee1adb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5e574897-88e7-4f14-9482-898188db5716</nif:username>
            <nif:friendToBeAdded>Eric_middle_Actions_83710_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>